export const seoul = [
  {
    id: 1,
    location: 1,
    name: "피치 푸마 목동(홈플러스 목동점) 1구장",
    width: [33, 20],
    address: "서울 양천구 목동서로 170",
    images: [
      "mockdong_01_stadium01.jpg",
      "mockdong_01_stadium02.jpg",
      "mockdong_01_stadium03.jpg",
    ],
    stadium_specifics: {
      toilet: ["1층 화장실 이용"],
      shoes_rental: [true],
      way_to: [
        "5호선 오목교역 2번 출구, 홈플러스 목동점 6층,",
        "오전 경기 이용 시: 주차장 입구 오른편으로 한 층 올라가 오른쪽 쪽문 이용, 9시 50분 이후 오픈",
      ],
      smoking: [
        "X (흡연 적발 시 관할 구청에서 과태료 부과 및 시설 차원의 손해 배상 청구 예정입니다)",
      ],
      parking: [
        "풋살장 앞 데스크 위 태블릿PC에서 주차 등록 시 최대 3시간 무료(이후 10분당 1천원 추가요금, 연타임 적용 불가)",
        " (※ 반드시 매치가 종료되기 전, 주차등록 완료를 부탁드립니다. 단말기 꺼져있는 경우, 매니저님에게 문의해주세요)",
      ],
      ect: [
        "둘째, 넷째주 일요일은 휴무입니다.",
        "홈플러스 주차장은 24시까지(22시 매치의 경우 24시 15분까지 출차)입니다.",
      ],
    },
  },
  {
    id: 2,
    location: 1,
    name: "피치 푸마 목동(홈플러스 목동점) 2구장",
    width: [37, 20],
    address: "서울 양천구 목동서로 170",
    images: [
      "mockdong_02_stadium01.jpg",
      "mockdong_02_stadium02.jpg",
      "mockdong_02_stadium03.jpg",
    ],
    stadium_specifics: {
      toilet: ["1층 화장실 이용"],
      shoes_rental: [true],
      way_to: [null],
      smoking: [
        "X (흡연 적발 시 관할 구청에서 과태료 부과 및 시설 차원의 손해 배상 청구 예정입니다)",
      ],
      parking: [
        "풋살장 앞 데스크 위 태블릿PC에서 주차 등록 시 최대 3시간 무료(이후 10분당 1천원 추가요금, 연타임 적용 불가)",
        " (※ 반드시 매치가 종료되기 전, 주차등록 완료를 부탁드립니다. 단말기 꺼져있는 경우, 매니저님에게 문의해주세요)",
      ],

      ect: [
        "둘째, 넷째주 일요일은 휴무입니다.",
        "홈플러스 주차장은 24시까지(22시 매치의 경우 24시 15분까지 출차)입니다.",
      ],
    },
  },
  {
    id: 3,
    location: 1,
    name: "서울 영등포 SKY 풋살파크 A구장",
    width: [35, 18],
    address: "서울 영등포구 선유로43길 19",
    images: [
      "sky_a_stadium01.jpg",
      "sky_a_stadium02.jpg",
      "sky_a_stadium03.jpg",
    ],
    stadium_specifics: {
      toilet: ["구장 내 화장실 이용"],
      shoes_rental: [
        "가능 (대여비: 3,000원)",
        "010-4605-8810 연락처로 사이즈 작성하여 문자",
        "255. 2개",
        "260. 2개",
        "265. 2개",
        "270. 2개",
        "275. 2개",
        "280. 2개",
      ],
      way_to: ["5호선 오목교역 2번 출구, 홈플러스 목동점 6층"],
      smoking: [
        "X (흡연 적발 시 관할 구청에서 과태료 부과 및 시설 차원의 손해 배상 청구 예정입니다) ",
      ],
      parking: [
        "구장 내 주차 불가. 카센터 옆 골목 주차 불가(민원 다수)",
        "유료 주차장 이용 권장(롯데푸드 본사 토,일, 공휴일 이용가능, 양평2동 주민센터 공영주차장 24시간 이용가능)",
        "주차는 공공시설 이용을 적극 권장드리며, 주차로 인해 주변 주민분들의 민원이 발생하지 않도록 주의 부탁드립니다.",
      ],
      ect: [
        "주변 아파트, 상가 근처에서 흡연, 쓰레기 버리기, 고성방가 절대 금지",
      ],
    },
  },
  {
    id: 4,
    location: 1,
    name: "서울 영등포 SKY 풋살파크 A구장",
    width: [35, 18],
    address: "서울 영등포구 선유로43길 19",
    images: [
      "sky_b_stadium01.jpg",
      "sky_b_stadium02.jpg",
      "sky_b_stadium03.jpg",
    ],
    stadium_specifics: {
      toilet: ["구장 내 화장실 이용"],
      shoes_rental: [
        "가능 (대여비: 3,000원)",
        "010-4605-8810 연락처로 사이즈 작성하여 문자",
        "255. 2개",
        "260. 2개",
        "265. 2개",
        "270. 2개",
        "275. 2개",
        "280. 2개",
      ],
      way_to: ["5호선 오목교역 2번 출구, 홈플러스 목동점 6층"],
      smoking: [
        "X (흡연 적발 시 관할 구청에서 과태료 부과 및 시설 차원의 손해 배상 청구 예정입니다) ",
      ],
      parking: [
        "구장 내 주차 불가. 카센터 옆 골목 주차 불가(민원 다수)",
        "유료 주차장 이용 권장(롯데푸드 본사 토,일, 공휴일 이용가능, 양평2동 주민센터 공영주차장 24시간 이용가능)",
        "주차는 공공시설 이용을 적극 권장드리며, 주차로 인해 주변 주민분들의 민원이 발생하지 않도록 주의 부탁드립니다.",
      ],
      ect: [
        "주변 아파트, 상가 근처에서 흡연, 쓰레기 버리기, 고성방가 절대 금지",
      ],
    },
  },
  {
    id: 5,
    location: 1,
    name: "플랩 스타디움 가산 마리오",
    width: [30, 15],
    address: "서울 금천구 벚꽃로 266",
    images: [
      "mario_stadium01.jpg",
      "mario_stadium02.jpg",
      "mario_stadium03.jpg",
      "mario_stadium04.jpg",
    ],
    stadium_specifics: {
      toilet: ["영업 시간(10시 30분 이전, 21시 이후) 외 11층 이용"],
      shoes_rental: null,
      way_to: [
        "*네비 검색 시 : 마리오아울렛 3관 주차장으로 검색하시기 바랍니다",
      ],
      smoking: [
        "시설 내 절대 금연 CCTV 촬영 중(흡연 적발 시 과태료가 부과됩니다)",
      ],
      parking: [
        "구장 내 주차 불가. 카센터 옆 골목 주차 불가(민원 다수)",
        "유료 주차장 이용 권장(롯데푸드 본사 토,일, 공휴일 이용가능, 양평2동 주민센터 공영주차장 24시간 이용가능)",
        "주차는 공공시설 이용을 적극 권장드리며, 주차로 인해 주변 주민분들의 민원이 발생하지 않도록 주의 부탁드립니다.",
      ],
      ect: [
        "참가자분들께서는 저녁 시간에는 꼭 소음에 주의하여 매치 참여 부탁 드리겠습니다.",
        "영업 시간(10시 30분 이전, 21시 이후) 3관 지하 2층 주차장으로만 퇴장 가능합니다",
      ],
    },
  },
];

export const incheon = [
  {
    id: 6,
    location: 3,
    name: "인천 더피치 인하점 B구장",
    width: [40, 20],
    address: "인천광역시 미추홀구 소성로 6",
    images: ["incheon_thepich_01.jpg"],
    stadium_specifics: {
      toilet: ["1층 화장실 이용"],
      shoes_rental: [
        "대여료: 3,000원",
        "구비 사이즈: 260(3), 270(3), 280(3)",
        "더피치 안내데스크에서 신분증 제출 후 대여 / 경기 종료 후, 반납 및 신분증 수령 (구장관리자 없을경우:대여 후 현장에 나와있는 안내판 계좌번호로 3천원 입금)",
      ],
      way_to: [
        "수인분당선 인하대역 7번출구",
        "홈플러스 인하점 4층(E/V이용 가능)",
        "차량으로 오시는 경우: 차량 출입구로 입장해서 4층에 주차",
        "도보로 오시는 경우: 차량 출입구로 걸어서 올라오거나, 정문을 바라보고 건물 우측에 있는 직원 출입구로 입장",
      ],
      smoking: [
        "지정된 흡연 구역에서만 흡연",
        "흡연 지정 구역이 아직 별도로 없어서 구장 출입문 앞 벽쪽에서 피시고 담배꽁초는 쓰레기통에 버려주시면 됩니다.",
      ],
      parking: [
        "현장에서 3시간 무료 등록(직접 등록)",
        "입차 시 최대 3시간까지만 주차 등록이 가능한 점 양해 부탁드리겠습니다.",
      ],
      ect: ["평일 야간, 주말 매치 참여 시 안내데스크에서 붙이는 핫팩 제공"],
    },
  },
  {
    id: 7,
    location: 3,
    name: "플랩 스타디움 인천 가좌 1구장",
    width: [40, 20],
    address: "인천 서구 가정로97번길 25",
    images: [
      "incheon_kj_01.jpeg",
      "incheon_kj_02.jpeg",
      "incheon_kj_03.jpeg",
      "incheon_kj_04.jpeg",
      "incheon_kj_05.jpeg",
      "incheon_kj_06.jpeg",
    ],
    stadium_specifics: {
      toilet: null,
      shoes_rental: null,
      way_to: [
        "네비 검색 시 : 플랩스타디움 인천 가좌 or 인천 서구 가좌동 150-30번지로 검색 바랍니다.",
        "홈플러스 인하점 4층(E/V이용 가능)",
        "차량으로 오시는 경우: 차량 출입구로 입장해서 4층에 주차",
        "도보로 오시는 경우: 차량 출입구로 걸어서 올라오거나, 정문을 바라보고 건물 우측에 있는 직원 출입구로 입장",
      ],
      smoking: [
        "흡연 구역 외 절대 금연, 흡연 구역 외 흡연 시 퇴장 조치될 수 있습니다. (1구장, 3구장 양끝 입구 재떨이)",
      ],
      parking: ["구장 내 주차장 이용(만차 시 인근 골목 갓길 주차)"],
      ect: [
        "로나로 인하여 풋살장 외 장소 이동 시 마스크를 필히 착용하셔야 하며 미이행 시 CCTV 확인 후 추후 이용에 불이익이 발생할 수 있습니다.",
        "무분별한 흡연, 쓰레기 투기로 인해 민원이 들어오고 있습니다 쓰레기는 쓰레기통에 버려주시고 흡연은 재떨이에서 부탁드립니다.",
      ],
    },
  },
  {
    id: 8,
    location: 3,
    name: "플랩 스타디움 인천 가좌 2구장",
    width: [40, 20],
    address: "인천 서구 가정로97번길 25",
    images: [],
    stadium_specifics: {
      toilet: null,
      shoes_rental: null,
      way_to: [
        "네비 검색 시 : 플랩스타디움 인천 가좌 or 인천 서구 가좌동 150-30번지로 검색 바랍니다.",
        "홈플러스 인하점 4층(E/V이용 가능)",
        "차량으로 오시는 경우: 차량 출입구로 입장해서 4층에 주차",
        "도보로 오시는 경우: 차량 출입구로 걸어서 올라오거나, 정문을 바라보고 건물 우측에 있는 직원 출입구로 입장",
      ],
      smoking: [
        "흡연 구역 외 절대 금연, 흡연 구역 외 흡연 시 퇴장 조치될 수 있습니다. (1구장, 3구장 양끝 입구 재떨이)",
      ],
      parking: ["구장 내 주차장 이용(만차 시 인근 골목 갓길 주차)"],
      ect: [
        "로나로 인하여 풋살장 외 장소 이동 시 마스크를 필히 착용하셔야 하며 미이행 시 CCTV 확인 후 추후 이용에 불이익이 발생할 수 있습니다.",
        "무분별한 흡연, 쓰레기 투기로 인해 민원이 들어오고 있습니다 쓰레기는 쓰레기통에 버려주시고 흡연은 재떨이에서 부탁드립니다.",
      ],
    },
  },
];

export const daegu = [
  {
    id: 9,
    location: 5,
    name: "대구 제이 풋살파크 화이트",
    width: [40, 20],
    address: "대구광역시 북구 유통단지로 60 텍스빌 혼수백화점",
    images: [
      "dague_j_stadium01.jpg",
      "dague_j_stadium02.jpg",
      "dague_j_stadium03.jpg",
    ],
    stadium_specifics: {
      toilet: null,
      shoes_rental: ["240-285mm, 3천원"],
      way_to: ["텍스빌 혼수백화점 4층 옥상풋살"],
      smoking: [
        "화장실 옆 흡연구역 외 절대 금연",
        "흡연구역 외에서 흡연 적발 시 이후 서비스 이용에 제재가 있을 수 있습니다.",
      ],
      parking: ["구장 내 주차장 이용(만차 시 인근 골목 갓길 주차)"],
      ect: ["사무실에서 물.음료 구매 가능"],
    },
  },
  {
    id: 10,
    location: 5,
    name: "대구 팔공 K스타디움 A구장",
    width: [40, 20],
    address: "대구광역시 북구 유통단지로 60 텍스빌 혼수백화점",
    images: [
      "dague_palgong_stadium01.jpg",
      "dague_palgong_stadium02.jpg",
      "dague_palgong_stadium03.jpg",
    ],
    stadium_specifics: {
      toilet: ["O"],
      shoes_rental: ["구장 사무실에서 가능"],
      way_to: null,
      smoking: [
        "무료(반드시 구장 주차장만 이용)",
        "구장 옆 영남 문화재연구원 대구사무소 주차장 절대 이용불가",
        "이용 시 22시 이후 출차가 불가합니다.",
      ],
      parking: ["구장 내 주차장 이용(만차 시 인근 골목 갓길 주차)"],
      ect: ["사무실에서 가까운 순서대로 A/B/C/D 구장"],
    },
  },
];
